<?php
/**
 * 免责声明
 */
?>
<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <script src="https://www.layuicdn.com/auto/layui.js" v="layui" e="layui"></script>
    <title>免责声明,您需同意才可使用本程序 - 晴玖商城(网站程序)免责条款</title>
</head>
<body>
<style>
    body {
        padding: 0;
        margin: 0;
    }
</style>
<div class="layui-card">
    <div class="layui-card-body">
<pre style="white-space: pre-wrap;">
欢迎你使用晴玖商城系统！
    为了使用晴玖商城系统服务（以下简称“本服务”），你应当阅读并遵守（以下简称“本协议”）以及与此相关的专项规则等。
本服务属于武夷山晴玖天网络科技有限公司旗下的晴玖商城系统提供的众多服务之一，你在具体使用过程中，请你务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议或特别条款，并选择接受或不接受。限制、免责条款可能以加粗形式提示你注意。
除非你已阅读并接受本协议所有条款，否则你无权使用晴玖商城系统服务。你对本服务的登录、查看、发布信息等行为即视为你已阅读并同意本协议的约束。你有违反本协议的任何行为时，晴玖商城系统有权依照违反情况，随时单方限制、中止或终止向你提供本服务，并有权追究你的相关责任。
基于本服务，你可以申请使用晴玖商城系统提供的特殊功能服务，若需开通和使用特殊功能服务，请仔细阅读相关特殊功能服务条款，你一旦接受或使用任何特殊功能服务，即视为你已经阅读并同意接受本协议及该特殊功能服务条款，受到本协议及该特殊功能服务条款的约束。
此外，你清楚知悉并理解，因实际需要，特定的特殊功能服务条款可能会存在协议条款名称发生修改、变更的情况，对此你明确认知并认可，该等情况并不构成对相关协议条款内容的变更，也不影响相关协议条款的效力。
本协议适用于在中华人民共和国大陆地区内的个人或在中华人民共和国大陆地区注册的实体所运营的任何帐号。
如果你未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议条款，并特别注意未成年人使用条款。
一、【协议的范围】
1.1 本协议是你与晴玖商城系统之间关于你使用晴玖商城系统服务所订立的协议。“晴玖商城系统”是指武夷山晴玖天网络科技有限公司及其相关服务可能存在的运营关联单位。“用户”是指注册、登录、使用晴玖商城系统的个人或组织，在本协议中更多地称为“你”。
1.2 本服务是晴玖商城系统向用户提供的信息发布、客户服务、企业管理以及与此相关的互联网技术服务。
1.3 本协议被视为《晴玖商城(网站程序）》的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。
本协议内容同时包括晴玖商城系统可能不断发布的关于本服务的相关协议、服务声明、业务规则及公告指引等内容（以下统称为“专项规则”）。上述内容一经正式发布，即为本协议不可分割的组成部分，你同样应当遵守。
二、【帐号注册与认证】
2.1 你在使用本服务前需要注册一个。通过电子邮箱帐号进行绑定注册。晴玖商城系统有权根据用户需求和产品需要对帐号注册和绑定的方式进行变更，关于你使用帐号的具体规则，请遵守相关帐号使用协议以及晴玖商城系统为此发布的专项规则。
2.2 用户在注册时需要选择帐号类型，且选择后将无法更改。不得以任何形式违反法律法规或侵害他人合法权益，并应当遵守相关规则标准，否则，晴玖商城系统有权随时不经通知对你的账号进行处理。小程序号在注册完成后，系统将为你自动匹配。
2.3 用户基于信息登记或其他需要可以为申请晴玖商城系统认证。认证审核包括帐号资质审核与帐号名称审核。完成所有审核流程后，由晴玖商城系统作出认证成功的判断。晴玖商城系统认证服务内容仅限于对用户提交的资料及信息进行甄别与核实，晴玖商城系统将对用户提交的资料和信息进行合理、谨慎的形式审查，但在晴玖商城系统的合法权限和合理能力范围内，晴玖商城系统无法实质审查用户的实际经营、运营、提供服务以及推广等行为，并不为此提供任何担保。因用户行为导致与其他用户或第三方发生争议的，由用户独立对外承担责任，因此给晴玖商城系统、其他用户或第三方造成损害的，你应当依法予以赔偿。
为向用户提供更专业的服务，你同意授权晴玖商城系统可以委托第三方对你所提交的注册资料、认证资料等信息登记资料进行核查、校验和审核，也可能会在法律允许和审核需要的范围内对你提交的资料、信息及相关背景信息、关联信息进行查询，并根据审核情况进行独立判断后确定认证结果，以实现注册和认证的实名制。同时，为依法保护相关权利人的在先权利并规范平台运营，部分需要认证才能注册和使用。
2.4 注册采用实名制，用户应当如实填写和提交帐号注册与认证资料，完成信息登记，并对资料的真实性、合法性、准确性和有效性承担责任。晴玖商城系统依据你填写和提交的帐号资料，在法律允许的范围内向其他用户展示你的注册信息。如用户提供服务或内容需要取得相关法律法规规定的许可、进行备案或取得相关合法资质的，用户应当在帐号注册与认证时进行明确说明并提交相应的许可、备案或资质证明。否则，晴玖商城系统有权拒绝或终止提供本服务，并依照本协议对违规帐号进行处罚。因此给晴玖商城系统或第三方造成损害的，你应当依法予以赔偿。
你理解并同意：
（1）你用以参与本服务的由你独立维护、运营并独立承担全部责任。晴玖商城系统不会、也不可能参与该帐号运营等独立活动；
（2）晴玖商城系统自主开发并独立享有本服务技术接口的知识产权等合法权益，你仅在本服务范围内进行使用；
（3）因你的原因导致的任何纠纷、责任等，以及你或你的违反相关法律法规或本协议约定引发的任何后果，均由你独立承担责任、赔偿损失，与 晴玖商城系统无关。如侵害到晴玖商城系统或他人权益的，你须自行承担全部责任和赔偿一切损失。
三、【用户个人信息保护】
3.1 保护用户个人信息是《武夷山晴玖天网络科技有限公司》《晴玖商城系统》的一项基本原则，我们将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可晴玖商城系统不会向第三方公开、透露用户个人信息。晴玖商城系统对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。
3.2 你在申请本服务过程中，需要填写一些必要的信息，请保持这些信息的真实、准确、合法、有效并注意及时更新，以便晴玖商城系统向你提供及时有效的帮助，或更好地为你提供服务。根据相关法律法规和政策，请你填写真实的身份信息。若你填写的信息不完整或不准确，则可能无法使用本服务或在使用过程中受到限制。
3.3 一般情况下，你可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如帐号申诉服务）的考虑，你可能无法修改注册时提供的初始注册信息及其他验证信息。
3.4 晴玖商城系统将运用各种安全技术和程序建立完善的管理制度来保护你的个人信息，以免遭受未经授权的访问、使用或披露。
3.5 未经你的同意，晴玖商城系统不会向晴玖商城系统以外的任何公司、组织和个人披露你的个人信息，但法律法规另有规定的除外。
3.6 晴玖商城系统非常重视对未成年人个人信息的保护。若你是18周岁以下的未成年人，在使用晴玖商城系统的服务前，应事先取得你家长或法定监护人的书面同意。
3.7 你应对通过本服务了解、接收或可接触到的包括但不限于其他用户在内的任何人的个人信息予以充分尊重，你不应以搜集、复制、存储、传播或以其他任何方式使用其他用户的个人信息，否则，由此产生的后果由你自行承担。
4.2 晴玖商城系统应用程序特别条款
4.2.1 本条被视为晴玖商城系统应用程序（也可能称为“小程序”等，具体以相应的移动应用分发平台上所使用的名称为准。
4.2.2 晴玖商城系统应用程序，是指晴玖商城系统提供的，用户可以通过移动终端进行包括但不限于登录、编辑、发布晴玖商城系统信息内容等操作的应用程序服务。
4.2.3 你使用晴玖商城系统需要下载晴玖商城系统客户端软件，对于这些软件，你下载并同意本协议后，晴玖商城系统给予你一项个人的、不可转让及非排他性的许可。你可以通过晴玖商城系统登录。你仅可为访问或使用晴玖商城系统的目的而在单一台终端设备上安装、使用、显示、运行这些软件及服务。
4.2.4 晴玖商城系统将提供包括但不限于iOS、Android等多个应用版本，用户必须选择与所安装终端设备相匹配的软件版本。你知悉并理解，基于用户体验或商业考虑，晴玖商城系统可能不会或尚未推出与你终端设备相匹配的应用版本，你仍然可以通过个人电脑（PC端）登录晴玖商城系统网站（docs.79tian.com/）使用本服务。
4.2.5 你可以直接从晴玖商城系统的网站上获取晴玖商城系统，也可以从得到晴玖商城系统授权的第三方获取。如果你从未经晴玖商城系统授权的第三方获取晴玖商城系统或与晴玖商城系统名称相同的安装程序，晴玖商城系统无法保证该软件能够正常使用，并对因此给你造成的损失不予负责。
4.2.6 下载晴玖商城系统安装程序后，你需要按照该程序提示的步骤正确安装。
4.2.7 为提供更加优质、安全的服务，在晴玖商城系统安装时晴玖商城系统可能推荐你安装其他软件，你可以选择安装或不安装。
4.2.8 如果你不再需要使用晴玖商城系统或者需要安装新版软件，可以自行卸载。如果你愿意帮助晴玖商城系统改进产品服务，请告知卸载的原因。
4.2.9 为了改善用户体验、完善服务内容，晴玖商城系统将不断努力开发新的服务，并为你不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。
4.2.10 为了保证晴玖商城系统及服务的安全性和功能的一致性，晴玖商城系统有权不经向你特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。
4.2.11 晴玖商城系统新版本发布后，旧版本的软件可能无法使用。晴玖商城系统不保证旧版晴玖商城系统继续可用及相应的客户服务，请你随时核对并下载最新版本。
4.2.12 你在使用晴玖商城系统前需要注册一个。
4.2.13 你理解并同意：为了向你提供有效的服务，晴玖商城系统会利用你终端设备的处理器和带宽等资源。晴玖商城系统使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。
4.2.14 你理解并同意晴玖商城系统将会尽其商业上的合理努力保障你在晴玖商城系统中的数据存储安全，但是，晴玖商城系统并不能就此提供完全保证，包括但不限于以下情形：
4.2.14.1 晴玖商城系统不对你在晴玖商城系统中相关数据的删除或储存失败负责；
4.2.14.2 晴玖商城系统有权根据实际情况自行决定单个用户在晴玖商城系统中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。你可根据自己的需要自行备份晴玖商城系统中的相关数据；
4.2.14.3 如果你停止使用晴玖商城系统或服务被终止或取消，晴玖商城系统可以从服务器上永久地删除你的数据。服务停止、终止或取消后，晴玖商城系统没有义务向你返还任何数据。
4.2.15 你理解并同意，晴玖商城系统有权决定将晴玖商城系统作商业用途，包括但不限于开发、使用晴玖商城系统的部分服务为第三方作推广等，晴玖商城系统承诺在推广过程中严格按照本协议约定保护你的个人信息，同时你亦可以根据系统设置选择屏蔽、拒绝接收相关推广信息。
4.2.16 你理解并同意，晴玖商城系统同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁你的终端设备信息和数据安全，继而影响晴玖商城系统的正常使用等。因此，你应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。
4.2.17 晴玖商城系统可能会使用第三方软件或技术（包括晴玖商城系统可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。晴玖商城系统如果使用了第三方的软件或技术，晴玖商城系统将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在晴玖商城系统安装包特定文件夹中打包、或通过开源软件页面等形式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议、其他文件及网页，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，你应当遵守这些要求。如果你没有遵守这些要求，该第三方或者国家机关可能会对你提起诉讼、罚款或采取其他制裁措施，并要求晴玖商城系统给予协助，你应当自行承担法律责任。
五、【特殊功能服务的申请、审核和测试】
5.1 晴玖商城系统会基于本服务而提供相关特殊功能服务，该等特殊功能服务需要你单独提出申请，并由武夷山晴玖天网络科技有限公司进行审核确认符合晴玖商城系统为此制定的功能条款或专项规则等标准后，才能为你开通相应功能服务。
5.1.1 在你向晴玖商城系统提交特殊功能服务的申请后，晴玖商城系统有权对申请予以审核，并有权依据该等特殊功能服务的要求及其他实际情况，独立判断和决定是否同意向你提供该等特殊功能服务以及向你的具体提供的功能或权限。
5.1.2 对你的特殊功能服务申请，晴玖商城系统将进行审核，如审核通过，将依照本协议、该特殊功能服务条款或相关运营规范向你提供相应服务，同时，你需遵守本协议以及与该特殊功能服务有关的服务条款及运营规范。
5.1.3 你成功通过晴玖商城系统审核，并签署同意相关特殊功能服务条款或运营规范后，你可使用晴玖商城系统特殊功能服务。
5.2 晴玖商城系统提供的部分特殊功能服务可能处于测试阶段，在你申请使用该部分特殊功能服务的过程中，在获得晴玖商城系统同意的前提下，有权以测试为目的使用该部分特殊功能服务。
5.2.1在你提交申请并且通过晴玖商城系统对你的测试申请审核后，你可获得晴玖商城系统后台分配的权限进行特殊功能的联调技术测试，在测试过程中，你可以测试为 目的使用部分特殊功能。
5.2.2 测试成果仅供内部功能检测、评估使用，未经晴玖商城系统同意，你不得转让该等资格，也不得对测试产生的任何成果进行发布、宣传或任何形式的对外使用，并 且应对测试本身以及测试过程中接触到的一切信息进行保密，测试结束后，晴玖商城系统有权自主决定你是否可以最终使用该部分功能服务。
5.2.3 你在测试阶段可能会获得晴玖商城系统分配的测试帐号，但你不得超出晴玖商城系统允许的范围使用该帐号。
5.2.4 你在测试过程中，若违反本协议、该处于测试阶段的特殊功能服务条款或晴玖商城系统的其他要求，晴玖商城系统有权立即停止测试并拒绝向你提供服务。
5.2.5 在测试过程中如可能产生费用的，你应自行承担参与测试产生的一切费用。测试阶段结束后，你与晴玖商城系统将根据以下原则处理与测试有关的数据及资料：
5.2.5.1 你未能成功申请使用该特殊功能服务的，测试帐号停止使用，你应立即删除、销毁所有与测试相关的数据、记录、文件、资料等；
5.2.5.2 你成功申请使用该特殊功能服务的，可使用该特殊功能服务，但你仍应对测试阶段接触的一切保密信息进行保密。
六、【用户行为规范】
6.1 【信息内容规范】
6.1.1 本协议所述信息内容是指用户使用本服务过程中所制作、复制、发布、传播的任何内容，包括但不限于头像、名称、用户说明等注册信息及 认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用或晴玖商城系统服务所产生的内容， 也称“晴玖商城系统信息内容”。
6.1.2 你理解并同意，晴玖商城系统一直致力于为用户提供文明健康、规范有序的网络环境，你不得利用或晴玖商城系统服务制作、复制、发布、 传播如下干扰晴玖商城系统正常运营，以及侵犯其他用户或第三方合法权益的内容：
6.1.2.1 发布、传送、传播、储存违反国家法律法规禁止的内容：
（1）违反宪法确定的基本原则的；
（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
（3）损害国家荣誉和利益的；
（4）煽动民族仇恨、民族歧视，破坏民族团结的；
（5）破坏国家宗教政策，宣扬邪教和封建迷信的；
（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
（7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
（8）侮辱或者诽谤他人，侵害他人合法权益的；
（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；
（10）以非法民间组织名义活动的；
（11）不符合《即时通信工具公众信息服务发展管理暂行规定》及遵守法律法规、社会主义制度、国家利益、公民合法利益、公共秩序、社会道德风尚和信息真实性 等“七条底线”要求的；
（12）含有法律、行政法规禁止的其他内容的。
6.1.2.2 发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；
6.1.2.3 涉及他人隐私、个人信息或资料的内容；
6.1.2.4 发表、传送、传播骚扰信息、广告信息及垃圾信息或含有任何性或性暗示的内容；
6.1.2.5 发布、传送、传播谣言、虚假信息或其他含有不实信息的内容；
6.1.2.6 其他违反法律法规、政策及公序良俗、社会公德或干扰晴玖商城系统正常运营和侵犯其他用户或第三方合法权益内容的信息。
6.2 【平台使用规范】
6.2.1 本条所述平台使用是指用户使用本服务所进行的任何行为，包括但不限于注册登录、申请认证、帐号运营推广以及其他使用或晴玖商城系统 服务所进行的行为。关于运营的具体规则，请阅读并遵守《晴玖商城系统运营规范》。同时，晴玖商城系统提供多个接口供用户开发使用，关于 接 口使用请阅读并遵守《晴玖商城系统开发者服务协议》及相关接口使用规范。
6.2.2 你不得利用或晴玖商城系统服务进行如下行为：
6.2.2.1 提交、发布虚假信息；
6.2.2.2 强制、诱导其他用户关注帐号、点击链接页面或分享信息的；
6.2.2.3 虚构事实、隐瞒真相以误导、欺骗他人的；
6.2.2.4 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；
6.2.2.5 填写和提交帐号注册与认证资料违反本协议规定，或申请认证资料与注册信息内容不一致，以及运营行为与注册或认证信息所公示身份无关的；
6.2.2.6 未能按照晴玖商城系统业务流程注册和使用本服务，违反本服务功能限制或运营策略，或采取任何措施规避前述流程、限制或策略，干扰晴玖商城系统 正常运营的；
6.2.2.7 未经晴玖商城系统书面许可利用其他、帐号和任何功能，以及第三方运营平台进行推广或互相推广的；
6.2.2.8 未经晴玖商城系统书面许可使用插件、外挂或通过其他第三方工具、运营平台或任何服务接入本服务和相关系统的；
6.2.2.9 利用或晴玖商城系统服务从事包括但不限于欺诈、传销、违法物品营销等任何违法犯罪活动的；
6.2.2.10 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；
6.2.2.11 仿冒、混淆他人帐号昵称、头像、功能介绍或发布内容等，或冒充、利用他人名义的；
6.2.2.12 未经晴玖商城系统书面许可，自行或授权、允许、协助任何第三人对信息内容进行非法获取，用于包括但不限于宣传、增加阅读量、浏览量等商业用途 的。“非法获取”是指采用包括但不限于“蜘蛛”(spider)程序、爬虫程序、拟人程序等非真实用户或避开、破坏技术措施等非正常浏览的手段、方式，
读取、 复制、转存、获得数据和信息内容的行为；
6.2.2.13 未经晴玖商城系统书面许可，与第三方达成任何形式的协议、承诺或确认，在晴玖商城系统发布任何对本服务所提供的任何功能进行排他、排斥、排除、妨 碍、阻碍、强制选择等非善意竞争的内容；
6.2.2.14 任何导致或可能导致晴玖商城系统与第三方产生纠纷、争议或诉讼的行为。
6.2.3 你在使用本服务的过程中，不得从事包括但不限于以下行为，也不得为以下行为提供便利（包括但不限于为用户的行为提供便利等）：
6.2.3.1删除、隐匿、改变本服务显示或其中包含的任何专利、著作权、商标或其他权利声明；
6.2.3.2以任何方式干扰或企图干扰晴玖商城系统任何产品、任何部分或功能的正常运行，或者制作、发布、传播上述工具、方法等；
6.2.3.3 除无法绕开的内容显示需要外，未经晴玖商城系统书面许可，不得以晴玖商城系统名义使用任何晴玖商城系统商标标识或其任何变体、缩写、改写等；
6.2.3.4 避开、尝试避开或声称能够避开任何内容保护机制，或导致用户认为其直接与晴玖商城系统及晴玖商城系统相关产品进行交互；
6.2.3.5 除无法绕开的信息内容显示需要外，在未获得晴玖商城系统书面许可的情况下，以任何方式使用晴玖商城系统URL地址、技术接口等；
6.2.3.6 在未经过用户同意的情况下，向任何其他用户及他方显示或以其他任何方式提供该用户的任何信息；
6.2.3.7 在没有获得用户和晴玖商城系统明示同意的情况下，擅自以晴玖商城系统的名义向用户发布、发送商业广告等信息；
6.2.3.8 为任何用户自动登录到本服务平台提供代理身份验证凭据；
6.2.3.9 提供跟踪功能，包括但不限于识别其他用户在个人主页上查看、点击等操作行为；
6.2.3.10 自动将浏览器窗口定向到其他网页；
6.2.3.11 未经授权获取对晴玖商城系统产品或服务的访问权；
6.2.3.12 发布的信息内容中含有计算机病毒、木马或者其他恶意程序、链接等任何可能危害晴玖商城系统或用户权益和终端信息安全等的内容；
6.2.3.13 捏造或虚构事实，或未经晴玖商城系统书面同意，公开表达或暗示，你与晴玖商城系统之间存在合作关系，包括但不限于相互持股、商业往来或合作关系等，对你的认可；
6.2.3.14 其他晴玖商城系统认为不应该、不适当的行为、内容。
6.3【对自己行为负责】
你理解并同意，晴玖商城系统仅为用户提供信息分享、传播及获取的平台，你必须为自己注册帐号下的一切行为负责，包括你所发表的任何内容以及由此产生的任何后果。你应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。晴玖商城系统无法且不会对因前述风险而导致的任何损失或损害承担责任。
6.4 你保证：不对平台、技术接口、本服务数据进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）；不对平台、技术接口、本服务数据进行内容、功能、逻辑及界面等任何方面的修改；不得将平台、技术接口、本服务数据或业务用户本协议以外目的。
七、【帐号管理】
7.1 账号的所有权归晴玖商城系统公司所有，用户完成申请注册手续后，获得的使用权，该使用权仅属于初始申请注册主体。若进行晴玖商城系统认证时，该帐号在帐号资质审核阶段提交的用户信息与初始申请注册主体不一致的，帐号资质审核成功之后使用权属于通过资质审核的用户。帐号使用权禁止赠与、借用、租用、转让或售卖。
7.2 密码由你自行设定。晴玖商城系统特别提醒你应妥善保管你的帐号和密码。晴玖商城系统与你共同负有维护帐号安全的责任。晴玖商城系统会采取并不断更新技术措施，努力保护你的帐号在服务器端的安全。你需要采取特定措施保护你的帐号安全，包括但不限于妥善保管与密码、安装防病毒木马软件、定期更改密码等措施。当你使用完毕后，应安全退出。你同意在任何情况下不向他人透露帐号或密码信息。因你保管不善可能导致帐号被他人使用（包括但不限于遭受盗号、密码失窃）或信息数据泄漏，责任由你自行承担。你理解并同意，在你未进行投诉或提出帐号申诉等方式明确告知晴玖商城系统帐号被他人使用或信息数据泄漏等情况并提供相关证明材料前，晴玖商城系统有理由相信该帐号行为是你使用帐号的行为。
7.3 在你怀疑他人在使用你的帐号或密码时，你同意立即通知晴玖商城系统公司。如果你当前使用的并不是你初始申请注册的或者通过晴玖商城系统提供的其他途径获得的，但你却知悉该帐号当前的密码，你不得用该帐号登录或进行任何操作，并请你在第一时间通知晴玖商城系统或者该帐号的初始申请注册主体。如果晴玖商城系统发现你并非该帐号初始申请注册主体，晴玖商城系统有权在未经通知的情况下终止你使用该帐号。
7.4 你理解并同意，为保护你及其他用户的数据安全，防止用户信息泄露、毁损、篡改或者丢失，晴玖商城系统有权对你接入的信息系统实行接入审查，包括但不限于技术水平审查、安全水平审查、主体资质审查等，并根据审查结果向你提出防入侵、防病毒等措施建议。若你的信息系统仍无法符合保护用户数据安全的要求，晴玖商城系统有权拒绝或终止提供本服务。
7.5 如你违反相关法律法规、本协议以及专项规则的规定，晴玖商城系统有权进行独立判断并随时限制、冻结或终止你对的使用，且根据实际情况决定是否恢复使用。由此给你带来的损失（包括但不限于通信中断，用户资料及相关数据清空等），由你自行承担。
7.6 如果你的被盗、密码遗忘或因其他原因导致无法正常登录，你可以按照系统的申诉途径进行申诉。晴玖商城系统并不承诺你一定能通过申诉找回帐号。
7.7 为了充分利用帐号资源，如果你存在长期未完成注册、注册后未及时进行初次登录使用，或长期未登陆使用等情形，晴玖商城系统有权终止该帐号的使用。
八、【收费服务】
8.1 晴玖商城系统部分服务是以收费方式提供的（如晴玖商城系统认证服务等），如你使用收费服务，请遵守相关的专项规则。
8.2 晴玖商城系统可能根据实际需要对收费服务的收费标准、方式进行修改和变更，晴玖商城系统也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，晴玖商城系统将在相应服务页面进行通知或公告。如果你不同意上述修改、变更或付费内容，则应停止使用该服务。
8.3 如你使用收费服务时，需要使用相关支付工具提供的支付服务，应当遵守该等服务的相关协议和规则。
九、【数据的储存和使用规则】
9.1 晴玖商城系统不对你在本服务中相关数据的删除或储存失败负责。
9.2 晴玖商城系统有权根据实际情况自行决定单个用户在本服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。你可根据自己的需要自行备份本服务中的相关数据。
9.3 如果你停止使用本服务或服务被终止或取消，晴玖商城系统可以从服务器上永久地删除你的数据。在服务停止、终止或取消后，晴玖商城系统没有义务向你返还任何数据。
9.4 本服务涉及的数据中归属于晴玖商城系统的数据，除法律法规另有规定外，晴玖商城系统享有全部权利，且是晴玖商城系统的商业秘密。未经晴玖商城系统事先书面同意，你不得为本协议约定之外的目的使用前述数据，亦不得以任何形式将前述数据提供给他人，不得有任何破坏晴玖商城系统与其客户之间业务关系的行为。
9.5 你在必要情况下若需要收集、保存或使用用户任何数据的，必须事先获得用户的明确同意，且仅应当收集为运营及功能实现目的而必须的用户数据，同时应告知用户相关数据收集的目的、范围及使用方式等，保障用户的知情权和选择权。
9.6 一旦你停止使用本服务，或晴玖商城系统基于任何原因终止你使用本服务，你必须立即删除全部从晴玖商城系统获得的数据（包括各种备份），且不得再以任何方式进行使用。
9.7 除本服务为保障数据安全而采取的各类安全技术措施之外，你应自行对因使用本服务而存储在晴玖商城系统服务器的各类数据等信息，采取合理、安全的技术措施，确保其安全性，并对自己的行为所引起的结果承担全部责任。
十、【风险及免责】
10.1 你理解并同意：为了向你提供有效的服务，本服务会利用你终端设备的处理器和带宽等资源。本服务使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。
10.2 你理解并同意：在使用本服务时，须自行承担如下晴玖商城系统不可掌控的风险内容，包括但不限于：
10.2.1 由于受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏等不可抗拒因素可能引起的信息丢失、泄漏等损失和风险；
10.2.2 用户或晴玖商城系统的电脑软件、系统、硬件和通信线路出现故障导致的服务终端、数据丢失以及其他的损失和风险；
10.2.3 用户操作不当或通过非晴玖商城系统授权的方式使用本服务带来的损失和风险；
10.2.4 用户发布的内容被他人转发、分享，因此等传播可能带来的风险和责任；
10.2.5 由于网络信号不稳定等原因，所引起的晴玖商城系统登录失败、资料同步不完整、页面打开速度慢等风险；
10.2.6 其他晴玖商城系统无法控制或合理预见的情形。
10.3 你理解并同意，用户通过晴玖商城系统群发的内容可能会被其他用户或第三方复制、转载、修改或做其他用途，脱离你的预期和控制，用户应充分意识到此类风险的存在，任何你不愿被他人获知的信息都不应在晴玖商城系统发布。如果相关行为侵犯了你的合法权益，你可以向晴玖商城系统投诉，我们将依法进行处理。
10.4 晴玖商城系统依据本协议约定获得处理违法违规内容或行为的权利，该权利不构成晴玖商城系统的义务或承诺，晴玖商城系统不能保证及时发现违法违规情形或进行相应处理。
10.5 你理解并同意，因业务发展需要，晴玖商城系统保留单方面对本服务的全部或部分服务内容在任何时候不经任何通知的情况下变更、暂停、限制、终止或撤销的权利，用户需承担此风险。
10.6 晴玖商城系统会根据你选择的服务类型向你提供相应的服务。你理解并同意，基于用户体验、其服务运营安全、平台规则要求及健康发展等综合因素，晴玖商城系统有权选择提供服务或开展合作的对象，有权决定功能开放、数据接口和相关数据披露的对象和范围，并有权视具体情况中止或终止向存有包括但不限于以下情形的用户提供本服务：
（1）违反法律法规或本协议规定的；
（2）影响使用者体验的；
（3）存在安全隐患的；
（4）与服务平台已有主要功能或功能组件相似、相同，或可实现上述功能或功能组件的主要效用的；
（5）界面、风格、功能、描述或使用者体验与其他服务平台类似，可能造成用户认为其所使用的功能或服务来源于晴玖商城系统或经晴玖商城系统授权的；
（6）未遵循公平、对等原则与晴玖商城系统开展合作的，包括但不限于你在自有产品或平台、其他第三方产品或平台、晴玖商城系统及其他晴玖商城系统产品或平台对用户自主选择或正常使用晴玖商城系统产品进行禁止、阻碍、妨碍、误导或影响等；
（7）违背其服务平台运营原则，或不符合晴玖商城系统其他管理要求的。
10.7 你理解并同意：在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、风暴等以及社会事件如战争、动乱、政府行为等。
十一、【知识产权声明】
11.1 晴玖商城系统在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归武夷山晴玖天网络科技有限公司所有，用户在使用本服务中所产生的内容的知识产权归用户或相关权利人所有。
11.2 晴玖商城系统是一个获取、分享及传播信息的平台，为向所有用户提供更优质的服务，晴玖商城系统可能会对的昵称、头像、认证信息、公开群发信息等公开非保密内容在法律允许的范围内进行使用，包括但不限于提供搜索、链接等服务。
11.3 除另有特别声明外，晴玖商城系统提供本服务时所依托软件的著作权、专利权及其他知识产权均归武夷山晴玖天网络科技有限公司所有。
11.4 晴玖商城系统在本服务中所使用的“晴玖商城系统”及LOGO等商业标识，其著作权或商标权归武夷山晴玖天网络科技有限公司所有。
11.5 上述及其他任何本服务包含的内容的知识产权均受到法律保护，其他未经武夷山晴玖天网络科技有限公司、用户或相关权利人许可的第三人，不得以任何形式进行使用或创造相关衍生作品。
11.6 你理解并同意，你向任何第三人分享、转发、复制晴玖商城系统信息内容的行为，均应遵守晴玖商城系统为此制定的规范和标准，包括但不限于展示方式应为该信息或内容的原链接、确保附属于该信息或内容的功能可正常使用等。
11.7 任何未经武夷山晴玖天网络科技有限公司书面同意及权利人许可的非法获取行为，均属违法侵权行为。你确认并同意，为及时、有效地保障你基于本服务的合法权益，你授权武夷山晴玖天网络科技有限公司在发现你的合法权益（包括但不限于信息网络传播权、著作权等）可能受到侵害时，有权代为向涉嫌侵权的第三人采取法律手段进行维权，授权采取的法律手段包括但不限于发函警告、提起诉讼、申请仲裁、移送侦查机关处理等。
11.8 你仅拥有本协议约定合法使用本服务或晴玖商城系统提供相关技术接口的权利，与本服务相关的技术接口、相关的著作权、专利权等相关全部权利归武夷山晴玖天网络科技有限公司所有。未经武夷山晴玖天网络科技有限公司许可，你不得违约或违法使用，不得向任何单位或个人出售、转让、授权晴玖商城系统的代码、技术接口及开发工具等。
十二、【法律责任】
12.1 如果晴玖商城系统发现或收到他人投诉用户违反本协议约定的，晴玖商城系统有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、删除部分或全部关注用户、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。晴玖商城系统也有权依照本协议及专项规则的规定，拒绝再向该主体提供服务。晴玖商城系统认证帐号除上述处罚措施外，晴玖商城系统有权取消其帐号认证身份，并视情节决定临时或永久封禁相关帐号认证资质。如果你发现任何人违反本协议规定或以其他不当的方式使用晴玖商城系统服务，请立即向晴玖商城系统投诉，我们将依法进行处理。
12.2 你理解并同意，晴玖商城系统有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何人士采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。
12.3 你理解并同意，因你违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，你应当独立承担责任；晴玖商城系统因此遭受损失的，你也应当一并赔偿。
12.4 你理解并同意，为及时保障用户合法权益不受侵害，若你的存在权益纠纷，晴玖商城系统有权根据情况，采取包括但不限于暂停、冻结该的部分或全部功能等保护措施，直至有权机关作出生效裁判或用户在不违反本协议的前提下协商一致，并由此所产生的一切法律责任均与晴玖商城系统无关。
12.5 为保障平台管理措施的有效执行，避免利用注册不同帐号、设立或使用不同主体进行注册等方式绕开、避开或对抗平台的管理，对于同一主体，或其存在关联关系的主体（包括但不限于存在母子公司、总分公司关系，直接或间接的控股关系，实际控制人、董事、监事、高级管理人员与该主体存在直接或者间接控制的关系，协议控制VIE结构，或从证券市场披露、其官方宣传等能够确认存在关联的关系等）单独或合计多次存在违法、违规或违反本服务相关的协议规则的行为，晴玖商城系统有权不再提供申诉渠道，亦有权拒绝再为该等主体提供服务。
十三、【通知】
13.1 你使用本服务即视为你已阅读并同意受本协议的约束。晴玖商城系统有权在必要时修改本协议条款。晴玖商城系统可能会以包括但不限于在相关服务页面展示、网页公告、网页提示、电子邮箱、手机短信、常规的信件传送、你注册使用本服务的帐号管理系统内发送站内信等方式中的一种或多种，向你送达关于本服务的各种规则、通知、提示等信息，你可以在相关服务页面查阅最新版本的条款。本协议条款变更后，如果你继续使用晴玖商城系统服务，即视为你已接受修改后的协议。如果你不接受修改后的协议，应当停止使用晴玖商城系统服务。
13.2 你同意，任何由于电子邮箱、手机号码、通讯地址等信息错误或其他不可归咎于晴玖商城系统的原因，导致你未收到相关规则、通知、提示等信息的，均不影响该等信息对你所产生的法律效力，并你应受其约束，由此产生的一切后果及责任由你自行承担。
13.3 你也同意晴玖商城系统可以向你的电子邮件、手机号码等发送可能与本服务不相关的其他各类信息包括但限于商业广告等。
13.4 你清楚知悉并同意，若你有任何事项需要通知晴玖商城系统的，均应当按照本服务对外正式公布的联系方式或渠道系统进行提交，否则，晴玖商城系统将无法收到你的通知。
十四、【其它】
14.1 你使用本服务即视为你已阅读并同意受本协议的约束。晴玖商城系统有权在必要时修改本协议条款。你可以在相关服务页面查阅最新版本的条款。本协议条款变更后，如果你继续使用晴玖商城系统服务，即视为你已接受修改后的协议。如果你不接受修改后的协议，应当停止使用晴玖商城系统服务。
14.2 本协议签订地为中华人民共和国福建省武夷山市。
14.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
14.4 若你和晴玖商城系统之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，你同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。
14.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
14.6 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
你理解并同意，你应根据所有可适用法律法规使用、运营你的，并依约履行你在本协议下的义务。本协议所指的“可适用法律法规”是指你通过你的所提供的信息、服务或前述信息、服务可被接收的国家、地区的法律、法规、规章、规范性文件、政策。
3.内容及隐私
3.1你承诺你将要求最终用户遵守本协议及可适用法律法规，且你不会在明知的情况下纵容、协助或以任何方式使得最终用户违反本协议及可适用法律法规。
3.2 关于你通过与其他用户进行的互动，包括提供服务等，及你所收集或被提供的任何个人信息，你承诺：
（a） 除非另有授权（包括本条款第（c）段所述的你的隐私政策）及/或另行同意，你仅将个人信息直接用于完成交易，或根据最终用户的要求，为交易之目的，通过你的与该最终用户进行交流。向你提供个人信息的情况下，该信息必须仅用于验证最终用户。
（b）遵守不时修订的所有可适用的隐私和数据保护的法律法规，包括适用于个人信息的法律法规（统称为“隐私法”），并向我们提供必要信息以证明你已遵守前述隐私法及本协议约定，包括配合对你的合规的进行审计和检查；
（c）制定并遵守你的隐私政策，该隐私政策应明确、准确地向你的最终用户描述你所收集的个人信息以及如何使用、向第三方（如这些第三方会向最终用户提供内容或向其收集信息）分享这些信息，包括用于广告等。该隐私政策至少应符合本协议隐私政策所规定的条款和要求；
（d）采取适宜的技术及系统的安全措施，以保护个人信息免遭未经授权访问或使用，并对前述安全措施的有效性进行定期测试；
（e）确保所有有权访问个人信息的人员都受保密义务的约束；
（f）出现任何未经授权的访问或使用个人信息的情况下，及时向最终用户和相关数据保护机构汇报；
（g）尽可能协助应对最终用户根据可适用的隐私法行使其权利的要求；
（h）未经事先书面同意，不得将所提供给你的个人信息转移到其他国家或任何其他人。任何此类转移仅能在隐私法允许的范围内进行；
（i）经要求，你应（i）将被要求的个人信息进行匿名化处理使其不再构成可适用隐私法下的个人数据；或（ii）将被要求的个人信息永久删除或处理为不可读的。经要求，你须提供书面确认函，以证明被要求的个人信息已经根据本条款进行了匿名化或删除。
3.3 如果任何最终用户向你提交了任何内容或材料（以下称“用户内容”），你须遵守由相关最终用户对构成个人信息的用户内容的使用所施加的要求或限制（附带“私密”或“保密”通知），以及你和相关最终用户之间可能达成的知识共享许可或其他条款、条件。你须在最终用户发起删除请求的48小时或可适用法律法规所规定的更短时间内，删除其所要求的任何用户内容、个人信息或其他信息。
3.4 你始终对根据相关最终用户和其他要求、限制（包括可适用法律）进行用户内容的访问和使用承担全部责任。
4. 保证及免责
4.1你知晓并同意，本平台（和/或本平台的某些功能）可能是实验性的，未经过任何测试。
4.2在适用法律允许的范围内，本平台和我们的其他服务（第4条至第6条统称为“我们的服务”）均以“现有”和“可用”的基础上提供，并且我们或任何我们的附属公司均不对我们的服务或平台提交、传输或展示的任何内容做出任何陈述或保证，或提供任何承诺，包括：
（A）任何陈述、担保或承诺我们的服务不会中断、运行安全、不会出错或免于病毒;
（B）任何购买者购买和支付任何产品或参与任何交易的意愿;
（C）平台为任何目的或任何最终结果的有效性;
（D）我们的服务将与你的设备或任何最终用户的设备兼容;或
（E）我们的服务具有适销的质量，适合特定目的或不侵犯任何人的知识产权。
4.3在适用法律允许的范围内，你放弃任何和所有暗示性的陈述、保证和承诺。
5. 责任
5.1在适用法律允许的范围内，由于任何情况而导致的我们及附属公司对所有与本协议或我们的服务相关的索赔所承担的累计赔偿责任将限于下列较大者：
（A）你在截至索赔日期的前六个月内为你使用我们服务而支付的金额;
5.2在适用法律允许的范围内，我们和我们的附属公司在任何情况下（不论何种原因）均不承担任何责任：
（A）间接或相应的损失;
（B）特殊的，惩罚性的的损害赔偿;
（C）业务损失;
（D）收入损失;
（E）利润损失;
（F）商誉损失;
（G）内容损失;
（H）数据丢失。
</pre>
    </div>
</div>


</body>
</html>
